Repository: common-repository/hgk-feedback-form
Catalog: langs/hgkff-*.po
Languages: es_es

source: johndoe@gmail.com
es_es: juanperez@tucorreo.com

source: New Feedback
es_es: Nuevo Mensaje

source: Thanks for your feedback!
es_es: Gracias por su mensaje!

source: Please fill in the required fields.
es_es: Por favor, llene todos los blancos.

source: HGK Feedback Form Options
es_es: Opciones para la Forma de Contacto HGK (HGK Feedback Form)

source: in posts and pages will be replaced with the feedback form
es_es: En las paginas y mensajes, sera remplazado por la forma de contacto.

source: Recipient e-mail:
es_es: Correo donde sera recibido:

source: E-mail address where feedback form content will be sent to. If left blank, the blog's admin email is used
es_es: Correo donde el contenido de la forma de contacto sera recibido. Si se deja en blanco, el correo del administrador del Blog sera usado.

source: E-mail subject:
es_es: Asunto del correo:

source: Success message:
es_es: Mensaje de envio exitoso:

source: Message to display when form is successfully submitted
es_es: Mensaje a ser mostrado cuando la forma es enviada exitosamente.

source: Error message:
es_es: Mensaje de error:

source: Message to display when user input errors are detected (for instance, empty required fields)
es_es: Mensaje a ser rmostrado cuando sean detectados errores por parte del usuario (como dejar blancos sin llenar por ejemplo)."

source: Save Changes
es_es: Guardar Cambios

source: not specified
es_es: no especificado

source: Return
es_es: Regresar

source: Name
es_es: Nombre

source: required
es_es: requerido

source: Mail
es_es: Correo

source: Website
es_es: Sitio web

source: Submit Comment
es_es: Enviar Mensaje

source: Drop-in feedback / contact form for your WordPress blog. Works for pages and posts.
es_es: Forma de Contacto de insercion para tu blog WordPress. Trabaja en las paginas y mensajes.
